[Psionics X2TechTemplate]
DisplayName="灵能者"
Summary="尽管我们曾目睹有人以灵能作战，但最近与外星人的接触揭示了他们在灵能应用层面让我们望尘莫及。如果我们也能系统地掌握灵能，我们将获得无限的可能。"
CodeName="盖勒"
LongDescription="通过仔细研究外星人自己利用和使用灵能的方式，我相信我们很有可能拥有足够多的可行人选来充当高级灵能。然而，凭借我们在战场上看到的各种外星物种的高级灵能能力，这可能还不够。在为这类新士兵做准备时，我使用了从指挥官身上取下的芯片来研究聚焦和转移灵能所需的技术。因此，我开发了一种灵能放大器，能够聚焦并增强他们将被训练利用的灵能。虽然负面影响的可能性会很高，但我预见到我们的士兵能够把他们的新力量超越我们认为安全的限度。R. Tygan."

[AlphaPsionic X2SoldierClassTemplate]
DisplayName="灵能者"
ClassSummary="XCOM神秘的新分支，灵能者利用心灵能量支援盟友削弱敌人。"
LeftAbilityTreeTitle="心灵感应"
RightAbilityTreeTitle="心灵谐振"
AbilityTreeTitles[0]="心灵感应"
AbilityTreeTitles[1]="心灵管道"
AbilityTreeTitles[2]="心灵谐振"
AbilityTreeTitles[3]="XCOM"
RandomNickNames[0]="巫师"  
RandomNickNames[1]="女巫"  
RandomNickNames[2]="术士"  
RandomNickNames[3]="疯子"  
RandomNickNames[4]="挽歌"  
RandomNickNames[5]="回声"  
RandomNickNames[6]="幽灵"  
RandomNickNames[7]="薄雾"  
RandomNickNames[8]="厄运"  
RandomNickNames[9]="禅"  
RandomNickNames[10]="欧米茄"  
RandomNickNames[11]="黄昏"  
RandomNickNames[12]="巫毒"  
RandomNickNames[13]="恶魔"  
RandomNickNames[14]="法官"  
RandomNickNames[15]="怪人"  
RandomNickNames[16]="抽搐"  
RandomNickNames[17]="恐惧"  
RandomNickNames[18]="食尸鬼"  
RandomNickNames[19]="奥兹"  
RandomNickNames[20]="空"  
RandomNickNames[21]="零"  
RandomNickNames[22]="占卜板"  
RandomNickNames[23]="先知"  
RandomNickNames[24]="噩梦"  
RandomNickNames[25]="毒蛇"  
RandomNickNames[26]="幽灵"  
RandomNickNames[27]="恶魔"  
RandomNickNames[28]="乌鸦"  
RandomNickNames[29]="维达"  
RandomNickNames[30]="症状"  
RandomNickNames[31]="德鲁伊"  
RandomNickNames[32]="惊悚"  
RandomNickNames[33]="凤凰"  
RandomNickNames[34]="午夜"  
RandomNickNames[35]="乌鸦"  
RandomNickNames[36]="稻草人"  
RandomNickNames[37]="吸血鬼"  
RandomNickNames[38]="狼人"  
RandomNickNames[39]="僵尸"  
RandomNickNames[40]="萤火虫"  
RandomNickNames[41]="预兆"  
RandomNickNames[42]="乌鸦"（注意：此处与[28]重复，可能需要更改）  
RandomNickNames[43]="异种"  
RandomNickNames[44]="冷酷的"  
RandomNickNames[45]="尖叫"  
  
RandomNickNames_Male[0]="洛基"  
RandomNickNames_Male[1]="法老"  
RandomNickNames_Male[2]="梅林"  
RandomNickNames_Male[3]="传教士"  
  
RandomNickNames_Female[0]="格雷女士"  
RandomNickNames_Female[1]="女巫"  
RandomNickNames_Female[2]="哭丧女妖"  
RandomNickNames_Female[3]="奥罗拉"  
RandomNickNames_Female[4]="先知"  
RandomNickNames_Female[5]="痛苦"  
RandomNickNames_Female[6]="莫瑞甘"  
RandomNickNames_Female[7]="紫罗兰"  
  
RankNames[0]="新兵"  
RankNames[1]="入门者"  
RankNames[2]="信徒"  
RankNames[3]="熟练者"  
RankNames[4]="门徒"  
RankNames[5]="秘者"  
RankNames[6]="术士"  
RankNames[7]="法师"  
  
ShortNames[0]="新兵"  
ShortNames[1]="入门者"  
ShortNames[2]="信徒"  
ShortNames[3]="熟练者"  
ShortNames[4]="门徒"  
ShortNames[5]="秘者"  
ShortNames[6]="术士"  
ShortNames[7]="法师"

RankIcons[0]= "UILibrary_Common.rank_rookie"
RankIcons[1]= "UILibrary_Common.psirank_initiate"
RankIcons[2]= "UILibrary_Common.psirank_acolyte"
RankIcons[3]= "UILibrary_Common.psirank_adept"
RankIcons[4]= "UILibrary_Common.psirank_disciple"
RankIcons[5]= "UILibrary_Common.psirank_mystic"
RankIcons[6]= "UILibrary_Common.psirank_warlock"
RankIcons[7]= "UILibrary_Common.psirank_magus"

PhotoboothSoloBLines_Male[0]="他最伟大的武器...是他的智慧！"
PhotoboothSoloBLines_Female[0]="她最伟大的武器...是她的智慧！"

[ALSixthSense X2SoldierAbilityUnlockTemplate]
DisplayName="灵能者：第六感"
Summary="+20闪避"

[ALSixthSense X2AbilityTemplate]
LocFriendlyName="第六感"
LocLongDescription="可以预知攻击。+20闪避。"
LocHelpText="+20闪避"
LocFlyOverText="第六感"


[AP_PsiShield X2AbilityTemplate]
LocFriendlyName="灵盾"
LocLongDescription="使用灵能保护全体友军。灵盾有3生命。CD 3"
LocHelpText="使用灵能保护全体友军。灵盾有3生命。CD 3"
LocFlyOverText="灵盾"
LocPromotionPopupText="<Bullet/> 使用灵能保护全体友军。灵盾有3生命。CD 3<br/>"

[AP_Inspire X2AbilityTemplate]
LocFriendlyName="激励"
LocLongDescription="增加周围友军1点行动点."
LocHelpText="增加周围友军1点行动点."
LocFlyOverText="激励"
LocPromotionPopupText="<Bullet/> CD 3 .<br/><Bullet/> 友军必须在灵能者可视范围内，包含非直视<br/>"

[Alpha_Reave X2AbilityTemplate]
LocFriendlyName="掠夺"
LocLongDescription="灵能者可以扰乱有机目标的神经元，破坏它，同时加强灵能者的屏障。CD 4。"
LocHelpText="造成一定数量的伤害，并从伤害中获得护盾."
LocFlyOverText="掠夺"
LocPromotionPopupText="<Bullet/>造成一定数量的伤害，并从伤害中获得护盾.<br/> <Bullet/> 伤害随着灵能装备等级增加<br/><Bullet/>每50点伤害额外获得护盾.<br/><Bullet/>CD4 结束回合.<br/>"

[A115PsiBulwark X2AbilityTemplate]
LocFriendlyName="宙斯盾"
LocLongDescription="灵能者的屏障现在将在其存在的最后一刻阻挡所有溢出伤害。"
LocHelpText="灵能者的屏障现在将在其存在的最后一刻阻挡所有溢出伤害。"
LocFlyOverText="宙斯盾"
LocPromotionPopupText="<Bullet/>灵能者的屏障现在将在其存在的最后一刻阻挡所有溢出伤害。<br/>"


[AlphaPsionicRav X2SoldierClassTemplate]
DisplayName="灵能破坏者"
ClassSummary="灵能破坏者利用他们的灵能对敌人释放致命的攻击性灵能。他们拥有一种被称为控火术的独特灵能，可以让他们烧毁敌军。"
LeftAbilityTreeTitle="火焰风暴"
RightAbilityTreeTitle="念力"
AbilityTreeTitles[0]="火焰风暴"
AbilityTreeTitles[1]="念力"
AbilityTreeTitles[2]="共振"
AbilityTreeTitles[3]="XCOM"
RandomNickNames[0]="巫师"  
RandomNickNames[1]="女巫"  
RandomNickNames[2]="术士"  
RandomNickNames[3]="疯子"  
RandomNickNames[4]="挽歌"  
RandomNickNames[5]="回声"  
RandomNickNames[6]="幽灵"  
RandomNickNames[7]="薄雾"  
RandomNickNames[8]="厄运"  
RandomNickNames[9]="禅"  
RandomNickNames[10]="欧米茄"  
RandomNickNames[11]="黄昏"  
RandomNickNames[12]="巫毒"  
RandomNickNames[13]="恶魔"  
RandomNickNames[14]="法官"  
RandomNickNames[15]="怪人"  
RandomNickNames[16]="抽搐"  
RandomNickNames[17]="恐惧"  
RandomNickNames[18]="食尸鬼"  
RandomNickNames[19]="奥兹"  
RandomNickNames[20]="空"  
RandomNickNames[21]="零"  
RandomNickNames[22]="占卜板"  
RandomNickNames[23]="先知"  
RandomNickNames[24]="噩梦"  
RandomNickNames[25]="毒蛇"  
RandomNickNames[26]="幽灵"  
RandomNickNames[27]="恶魔"  
RandomNickNames[28]="乌鸦"  
RandomNickNames[29]="维达"  
RandomNickNames[30]="症状"  
RandomNickNames[31]="德鲁伊"  
RandomNickNames[32]="惊悚"  
RandomNickNames[33]="凤凰"  
RandomNickNames[34]="午夜"  
RandomNickNames[35]="乌鸦"  
RandomNickNames[36]="稻草人"  
RandomNickNames[37]="吸血鬼"  
RandomNickNames[38]="狼人"  
RandomNickNames[39]="僵尸"  
RandomNickNames[40]="萤火虫"  
RandomNickNames[41]="预兆"  
RandomNickNames[42]="乌鸦"（注意：此处与[28]重复，可能需要更改）  
RandomNickNames[43]="异种"  
RandomNickNames[44]="冷酷的"  
RandomNickNames[45]="尖叫"  
  
RandomNickNames_Male[0]="洛基"  
RandomNickNames_Male[1]="法老"  
RandomNickNames_Male[2]="梅林"  
RandomNickNames_Male[3]="传教士"  
  
RandomNickNames_Female[0]="格雷女士"  
RandomNickNames_Female[1]="女巫"  
RandomNickNames_Female[2]="哭丧女妖"  
RandomNickNames_Female[3]="奥罗拉"  
RandomNickNames_Female[4]="先知"  
RandomNickNames_Female[5]="痛苦"  
RandomNickNames_Female[6]="莫瑞甘"  
RandomNickNames_Female[7]="紫罗兰"  

RankNames[0]="新兵"  
RankNames[1]="入门者"  
RankNames[2]="信徒"  
RankNames[3]="熟练者"  
RankNames[4]="门徒"  
RankNames[5]="秘者"  
RankNames[6]="术士"  
RankNames[7]="法师"  
  
ShortNames[0]="新兵"  
ShortNames[1]="入门者"  
ShortNames[2]="信徒"  
ShortNames[3]="熟练者"  
ShortNames[4]="门徒"  
ShortNames[5]="秘者"  
ShortNames[6]="术士"  
ShortNames[7]="法师"

RankIcons[0]= "UILibrary_Common.rank_rookie"
RankIcons[1]= "UILibrary_Common.psirank_initiate"
RankIcons[2]= "UILibrary_Common.psirank_acolyte"
RankIcons[3]= "UILibrary_Common.psirank_adept"
RankIcons[4]= "UILibrary_Common.psirank_disciple"
RankIcons[5]= "UILibrary_Common.psirank_mystic"
RankIcons[6]= "UILibrary_Common.psirank_warlock"
RankIcons[7]= "UILibrary_Common.psirank_magus"

[ALSixthSense X2SoldierAbilityUnlockTemplate]
DisplayName="灵能破坏者: 第六感"
Summary="永久提升20点闪避."

[ALSixthSense X2AbilityTemplate]
LocFriendlyName="第六感"
LocLongDescription="能够预测攻击。在所有情况下都可以增加20点闪避，除非是无法闪避的攻击。"
LocHelpText="能够预测攻击。在所有情况下都可以增加20点闪避，除非是无法闪避的攻击。"
LocFlyOverText="第六感"

[AlphaPsiRupture X2AbilityTemplate]
LocFriendlyName="灵能撕裂"
LocLongDescription="向目标发射一股灵能。如果攻击命中，将会撕裂目标。冷却时间为4回合。"
LocHelpText="对目标造成一定数量的伤害，并使其在所有未来的攻击中额外受到+1点伤害。"
LocFlyOverText="灵能撕裂"
LocPromotionPopupText="<Bullet/>对目标造成一定数量的伤害，并使其在所有未来的攻击中额外受到+1点伤害。<br/><Bullet/> 伤害随着灵能放大器技术等级而变化。<br/><Bullet/>有4回合的冷却时间。<br/>"

[Psi115GunPower X2AbilityTemplate]
LocFriendlyName="灵能引导"
LocLongDescription="这种能力可以提高灵能者使用轻型武器的瞄准和移动能力。提供+10的瞄准和暴击加成。"
LocHelpText="这种能力可以提高灵能者使用轻型武器的瞄准和移动能力。"
LocFlyOverText="灵能引导"
LocPromotionPopupText="<Bullet/> 灵能者使用比霰弹枪轻的武器时，移动力增加1点。他们还可以因为使用较轻的武器而获得+10的瞄准值。"

[MZHellishRebuke X2AbilityTemplate]
LocFriendlyName="火焰反击"
LocHelpText="当敌人攻击时，每回合自动以强大的火焰爆炸进行反击一次。"
LocLongDescription="当敌人攻击时，每回合自动以强大的火焰爆炸进行反击一次。"
LocPromotionPopupText="<Bullet/> 一回合触发一次.<br/><Bullet/> 可以由近战和范围攻击触发<br/><Bullet/> 不会被监视射击触发。<br/>"
[MZHellishRebukeAttack X2AbilityTemplate]
LocFriendlyName="火焰反击"
LocFlyOverText="火焰反击"

[Psi115Overdrive X2AbilityTemplate]
LocFriendlyName="灵能加速"
LocLongDescription="所有灵能能力将不再结束回合，并在剩余的回合中获得额外的行动点。"
LocHelpText="所有灵能能力将不再结束回合，并在剩余的回合中获得额外的行动点。"
LocFlyOverText="灵能加速"
LocPromotionPopupText="<Bullet/> 这种能力可以通过让你立即使用各种灵能能力来扭转战局。<br/><Bullet/> 冷却时间为5回合。<br/>"

[A115Reactivedefense X2AbilityTemplate]
LocFriendlyName="灵能防御"
LocLongDescription="灵能者的反应已经训练到了可以使用心灵感应来减少即将到来的冲击，从而减少25%的所受伤害。"
LocHelpText="减少25%的所受伤害。"
LocFlyOverText="灵能防御"
LocPromotionPopupText="<Bullet/> 减少25%的所受伤害。<br/>"

[A115_PsiGun X2AbilityTemplate]
LocFriendlyName="灵能武器"
LocLongDescription="使用灵能来强化枪械伤害"
LocHelpText="所有枪械的伤害提高25%."
LocFlyOverText="灵能武器"
LocPromotionPopupText="<Bullet/> 所有枪械的伤害提高25%.<br/>"

[FlameWarp X2AbilityTemplate]
LocFriendlyName="火焰扭曲"
LocLongDescription="引导灵能燃烧目标，使其受到伤害并着火。"
LocHelpText="引导灵能燃烧目标，使其受到伤害并着火。"
LocFlyOverText="火焰扭曲"
LocPromotionPopupText="<Bullet/>引导灵能燃烧目标，使其受到伤害并着火。<br/> <Bullet/> 伤害随着灵能放大器技术等级的提高而提高<br/><Bullet/>6回合冷却，总是会结束回合<br/>"



[AlphaPsiCommander X2SoldierClassTemplate]
DisplayName="灵能指挥官"
ClassSummary="是时候奔赴战场了。-指挥官。"
LeftAbilityTreeTitle="指挥官"
RightAbilityTreeTitle="心灵感应"
AbilityTreeTitles[0]="指挥官"
AbilityTreeTitles[1]="心灵感应"
AbilityTreeTitles[2]="导管"
AbilityTreeTitles[3]="XCOM"
RandomNickNames[0]="巫师"  
RandomNickNames[1]="女巫"  
RandomNickNames[2]="术士"  
RandomNickNames[3]="疯子"  
RandomNickNames[4]="挽歌"  
RandomNickNames[5]="回声"  
RandomNickNames[6]="幽灵"  
RandomNickNames[7]="薄雾"  
RandomNickNames[8]="厄运"  
RandomNickNames[9]="禅"  
RandomNickNames[10]="欧米茄"  
RandomNickNames[11]="黄昏"  
RandomNickNames[12]="巫毒"  
RandomNickNames[13]="恶魔"  
RandomNickNames[14]="法官"  
RandomNickNames[15]="怪人"  
RandomNickNames[16]="抽搐"  
RandomNickNames[17]="恐惧"  
RandomNickNames[18]="食尸鬼"  
RandomNickNames[19]="奥兹"  
RandomNickNames[20]="空"  
RandomNickNames[21]="零"  
RandomNickNames[22]="占卜板"  
RandomNickNames[23]="先知"  
RandomNickNames[24]="噩梦"  
RandomNickNames[25]="毒蛇"  
RandomNickNames[26]="幽灵"  
RandomNickNames[27]="恶魔"  
RandomNickNames[28]="乌鸦"  
RandomNickNames[29]="维达"  
RandomNickNames[30]="症状"  
RandomNickNames[31]="德鲁伊"  
RandomNickNames[32]="惊悚"  
RandomNickNames[33]="凤凰"  
RandomNickNames[34]="午夜"  
RandomNickNames[35]="乌鸦"  
RandomNickNames[36]="稻草人"  
RandomNickNames[37]="吸血鬼"  
RandomNickNames[38]="狼人"  
RandomNickNames[39]="僵尸"  
RandomNickNames[40]="萤火虫"  
RandomNickNames[41]="预兆"  
RandomNickNames[42]="乌鸦"（注意：此处与[28]重复，可能需要更改）  
RandomNickNames[43]="异种"  
RandomNickNames[44]="冷酷的"  
RandomNickNames[45]="尖叫"  
  
RandomNickNames_Male[0]="洛基"  
RandomNickNames_Male[1]="法老"  
RandomNickNames_Male[2]="梅林"  
RandomNickNames_Male[3]="传教士"  
  
RandomNickNames_Female[0]="格雷女士"  
RandomNickNames_Female[1]="女巫"  
RandomNickNames_Female[2]="哭丧女妖"  
RandomNickNames_Female[3]="奥罗拉"  
RandomNickNames_Female[4]="先知"  
RandomNickNames_Female[5]="痛苦"  
RandomNickNames_Female[6]="莫瑞甘"  
RandomNickNames_Female[7]="紫罗兰"  

RankNames[0]="新兵"  
RankNames[1]="入门者"  
RankNames[2]="信徒"  
RankNames[3]="熟练者"  
RankNames[4]="门徒"  
RankNames[5]="秘者"  
RankNames[6]="术士"  
RankNames[7]="法师"  
  
ShortNames[0]="新兵"  
ShortNames[1]="入门者"  
ShortNames[2]="信徒"  
ShortNames[3]="熟练者"  
ShortNames[4]="门徒"  
ShortNames[5]="秘者"  
ShortNames[6]="术士"  
ShortNames[7]="法师"

RankIcons[0]= "UILibrary_Common.rank_rookie"
RankIcons[1]= "UILibrary_Common.psirank_initiate"
RankIcons[2]= "UILibrary_Common.psirank_acolyte"
RankIcons[3]= "UILibrary_Common.psirank_adept"
RankIcons[4]= "UILibrary_Common.psirank_disciple"
RankIcons[5]= "UILibrary_Common.psirank_mystic"
RankIcons[6]= "UILibrary_Common.psirank_warlock"
RankIcons[7]= "UILibrary_Common.psirank_magus"

PhotoboothSoloBLines_Male[0]="他最强的武器，是他的意识!"
PhotoboothSoloBLines_Female[0]="他最强的武器，是他的意识!"

[PsiComPerk X2SoldierAbilityUnlockTemplate]
DisplayName="灵能指挥官: 灵能加速"
Summary="所有灵能能力将不再结束回合，并在剩余的回合中获得额外的行动点。"

[PsiRefocusAlpha X2AbilityTemplate]
LocFriendlyName="灵能聚焦"
LocLongDescription="降低所有能力的冷却时间1回合."
LocHelpText="降低所有能力的冷却时间1回合."
LocPromotionPopupText="<Bullet/> 尽早并经常使用P灵能指挥官的能力，以充分利用这个特性。<br/><Bullet/> 这是一个免费行动能力，并且有3回合的冷却时间。<br/>"